Repository: zhrispineda/System-Settings
Catalog: System Settings/Localization/DisplaysExt.xcstrings
Source language: en
Languages: ar, ca, cs, da, de, el, es, es_419, fi, fr, fr_ca, he, hi, hr, hu, id, it, ja, ko, ms, nb, nl, pl, pt_br, pt_pt, ro, ru, sk, sl, sv, th, tr, uk, vi, zh_cn, zh_hk, zh_tw

source: The file was not fully imported.
ar: لم يُستورد الملف بشكل كامل.
ca: L’arxiu no s’ha importat completament.
cs: Soubor nebyl kompletně importován.
da: Arkivet blev ikke importeret.
de: Die Datei wurde nicht vollständig importiert.
el: Το αρχείο δεν εισάχθηκε πλήρως.
es: El archivo no se ha importado completamente.
es_419: El archivo no se importó por completo.
fi: Tiedostoa ei tuotu kokonaan.
fr: Le fichier n’a pas été intégralement importé.
fr_ca: Le fichier n’a pas été entièrement importé.
he: הקובץ לא יובא במלואו.
hi: फ़ाइल पूरी तरह से इंपोर्ट नहीं हुई।
hr: Datoteka nije u potpunosti importirana.
hu: A fájl nem volt teljesen importálva.
id: File tidak sepenuhnya diimpor.
it: Il file non è stato importato completamente.
ja: ファイルの一部を読み込めませんでした。
ko: 파일을 완전히 가져오지 못했습니다.
ms: Fail tidak diimport sepenuhnya.
nb: Filen ble ikke importert i sin helhet.
nl: Het bestand is niet volledig geïmporteerd.
pl: Plik nie został zaimportowany w całości.
pt_br: O arquivo não foi importado completamente.
pt_pt: O ficheiro não foi totalmente importado.
ro: Fișierul nu a fost importat complet.
ru: Файл импортирован не полностью.
sk: Súbor nebol úplne naimportovaný.
sl: Datoteka ni bila v celoti uvožena.
sv: Hela filen importerades inte.
th: ไม่ได้นำเข้าไฟล์อย่างสมบูรณ์
tr: Dosya tam olarak içe aktarılmadı.
uk: Файл імпортовано неповністю.
vi: Tệp này đã không được nhập đầy đủ.
zh_cn: 文件未完整导入。
zh_hk: 檔案未完全輸入。
zh_tw: 檔案未完整輸入。

source: The preset “%@” could not be saved.
ar: تعذر حفظ الإعداد المسبق "%@".
ca: No s’ha pogut desar la preconfiguració “%@”.
cs: Preset „%@“ se nepodařilo uložit.
da: Forindstillingen “%@” kunne ikke gemmes.
de: Die Voreinstellung „%@“ konnte nicht gesichert werden.
el: Δεν ήταν δυνατή η αποθήκευση της προεπιλογής «%@».
es: No se ha podido guardar el preajuste “%@”.
es_419: No se pudo guardar la preconfiguración “%@”.
fi: Esiasetusta ”%@” ei voitu tallentaa.
fr: Le préréglage « %@ » n’a pas pu être enregistré.
fr_ca: Le préréglage « %@ » n’a pas pu être enregistré.
he: לא ניתן היה לשמור את התצורה ״%@״.
hi: प्रीसेट “%@” सहेजा नहीं जा सका।
hr: Programirano podešenje “%@” ne može se spremiti.
hu: A(z) „%@” előbeállítást nem sikerült menteni.
id: Preset “%@” tidak dapat disimpan.
it: Impossibile salvare il preset “%@”.
ja: プリセット“%@”を保存できませんでした。
ko: ‘%@’ 프리셋을 저장할 수 없습니다.
ms: Praset “%@” tidak dapat disimpan.
nb: Kunne ikke arkivere forhåndsinnstillingen «%@».
nl: De voorinstelling '%@' kon niet worden bewaard.
pl: Nie można zachować ustawienia wstępnego „%@”.
pt_br: O pré-ajuste “%@” não pôde ser salvo.
pt_pt: Não foi possível guardar a predefinição “%@”.
ro: Preconfigurarea „%@” nu a putut fi salvată.
ru: Не удалось сохранить набор настроек «%@».
sk: Predvoľbu „%@“ sa nepodarilo uložiť.
sl: Prednastavitve »%@« ni bilo mogoče shraniti.
sv: Förinställningen ”%@” kunde inte sparas.
th: ไม่สามารถบันทึกค่าที่ตั้งไว้ “%@” ได้
tr: “%@” ön ayarı kaydedilemedi.
uk: Набір параметрів «%@» не вдалося зберегти.
vi: Không thể lưu giá trị đặt trước “%@”.
zh_cn: 未能存储预置“%@”。
zh_hk: 無法儲存預設組「%@」。
zh_tw: 無法儲存預設組「%@」。

source: The preset “%@” failed to activate. The current setting will remain in use.
ar: فشل تنشيط الإعداد المسبق "%@". سيستمر استخدام الإعداد الحالي.
ca: No s’ha pogut activar la preconfiguració “%@”. Es continuarà utilitzant la configuració actual.
cs: Pokus o aktivaci presetu „%@“ selhal. Bude se dál používat dosavadní nastavení.
da: Forindstillingen “%@” kunne ikke aktiveres. Den aktuelle indstilling bliver stadig brugt.
de: Die Voreinstellung „%@“ konnte nicht aktiviert werden. Die bestehenden Einstellungen werden weiterhin verwendet.
el: Απέτυχε η ενεργοποίηση της προεπιλογής «%@». Θα εξακολουθήσει να χρησιμοποιείται η τρέχουσα ρύθμιση.
es: No se ha podido activar el preajuste “%@”. Se seguirá utilizando el ajuste actual.
es_419: Error al activar la preconfiguración “%@”. Se mantendrá la configuración actual.
fi: Esiasetuksen ”%@” aktivoiminen epäonnistui. Nykyinen asetus pidetään käytössä.
fr: Échec de l’activation du préréglage « %@ ». Le réglage actuel continuera à être utilisé.
fr_ca: L’activation du préréglage « %@ » a échoué. Le réglage actuel demeurera actif.
he: הפעלת התצורה ״%@״ נכשלה. ההגדרה הנוכחית תישאר בשימוש.
hi: प्रीसेट “%@” का ऐक्टिवेशन विफल हुआ। वर्तमान सेटिंग उपयोग में रहेगी।
hr: Programirano podešenje “%@” ne može se aktivirati. Nastavit će se koristiti trenutačno podešenje.
hu: A(z) „%@” előbeállítást nem sikerült aktiválni. Az aktuális beállítás marad használatban.
id: Preset “%@” gagal diaktifkan. Pengaturan saat ini akan terus digunakan.
it: Attivazione del preset “%@” non riuscita. Verrà mantenuta l’impostazione attuale.
ja: プリセット“%@”を有効にできませんでした。現在の設定が引き続き使用されます。
ko: ‘%@’ 프리셋 활성화에 실패했습니다. 현재 설정을 계속 사용합니다.
ms: Praset “%@” gagal diaktifkan. Seting semasa akan kekal digunakan.
nb: Kunne ikke aktivere forhåndsinnstillingen «%@». Gjeldende innstilling vil fortsatt gjelde.
nl: De voorinstelling '%@' kon niet worden geactiveerd. De huidige instelling blijft actief.
pl: Nie można aktywować ustawienia wstępnego „%@”. Nadal używane będzie ustawienie bieżące.
pt_br: Falha ao ativar o pré-ajuste “%@”. O ajuste atual continuará sendo usado.
pt_pt: Não foi possível ativar a predefinição “%@”. Continuará a ser usada a definição atual.
ro: Activarea preconfigurării „%@” nu a reușit. Configurarea actuală va rămâne în uz.
ru: Не удалось активировать набор настроек «%@». Текущая настройка останется в силе.
sk: Predvoľbu „%@“ sa nepodarilo aktivovať. Bude sa používať aktuálne nastavenie.
sl: Prednastavitve »%@« ni bilo mogoče aktivirati. Trenutna nastavitev bo ostala v uporabi.
sv: Förinställningen ”%@” kunde inte aktiveras. Den nuvarande inställningen ändras inte.
th: เปิดใช้งานค่าที่ตั้งไว้ “%@” ไม่สำเร็จ การตั้งค่าปัจจุบันจะยังคงใช้งานอยู่
tr: “%@” ön ayarı etkinleştirilemedi. Şu anki ayar kullanılmaya devam edecek.
uk: Набір параметрів «%@» не вдалося активувати. Використовуватиметься поточний параметр.
vi: Không kích hoạt được giá trị đặt trước “%@”. Cài đặt hiện tại sẽ vẫn được sử dụng.
zh_cn: 未能激活预置“%@”，将继续使用当前设置。
zh_hk: 無法啟用「%@」預設組。將繼續使用目前的設定。
zh_tw: 無法啟用預設組「%@」。將繼續使用目前的設定。

source: The preset “%@” failed to delete.
ar: فشل حذف الإعداد المسبق "%@".
ca: No s’ha pogut eliminar la preconfiguració “%@”.
cs: Preset „%@“ se nepodařilo smazat.
da: Forindstillingen “%@” kunne ikke slettes.
de: Die Voreinstellung „%@“ konnte nicht gelöscht werden.
el: Απέτυχε η διαγραφή της προεπιλογής «%@».
es: Se ha producido un error al borrar el preajuste “%@”.
es_419: Error al eliminar la preconfiguración “%@”.
fi: Esiasetusta ”%@” ei voitu poistaa.
fr: Le préréglage « %@ » n’a pas pu être supprimé.
fr_ca: La suppression du préréglage « %@ » a échoué.
he: לא ניתן למחוק את התצורה ״%@״.
hi: प्रीसेट “%@” डिलीट करना विफल हुआ।
hr: Programirano podešenje “%@” ne može se obrisati.
hu: A(z) „%@” előbeállítást nem sikerült törölni.
id: Preset “%@” gagal dihapus.
it: Eliminazione del preset “%@” non riuscita.
ja: プリセット“%@”を削除できませんでした。
ko: ‘%@’ 프리셋을 삭제하는 데 실패했습니다.
ms: Praset “%@” gagal dipadamkan.
nb: Kunne ikke slette forhåndsinnstillingen «%@».
nl: De voorinstelling '%@' kon niet worden verwijderd.
pl: Nie można usunąć ustawienia wstępnego „%@”.
pt_br: Falha ao apagar o pré-ajuste “%@”.
pt_pt: Não foi possível apagar a predefinição “%@”.
ro: Preconfigurarea „%@” nu a putut fi ștearsă.
ru: Не удалось удалить набор настроек «%@».
sk: Predvoľbu „%@“ sa nepodarilo vymazať.
sl: Prednastavitve »%@« ni bilo mogoče izbrisati.
sv: Förinställningen ”%@” kunde inte raderas.
th: ลบค่าที่ตั้งไว้ “%@” ไม่สำเร็จ
tr: “%@” ön ayarı silinemedi.
uk: Набір параметрів «%@» не вдалося видалити.
vi: Không thể xóa giá trị đặt trước “%@”.
zh_cn: 未能删除预置“%@”。
zh_hk: 無法刪除預設組「%@」。
zh_tw: 無法刪除預設組「%@」。

source: The preset could not be removed.
ar: تعذرت إزالة الإعداد المسبق.
ca: No s’ha pogut eliminar la preconfiguració.
cs: Preset se nepodařilo odstranit.
da: Forindstillingen kunne ikke fjernes.
de: Die Voreinstellung konnte nicht entfernt werden.
el: Δεν ήταν δυνατή η αφαίρεση της προεπιλογής.
es: El preajuste no se ha podido eliminar.
es_419: No se pudo eliminar la preconfiguración.
fi: Esiasetusta ei voitu poistaa.
fr: Le préréglage n’a pas pu être supprimé.
fr_ca: Le préréglage n’a pas pu être supprimé.
he: לא ניתן היה להסיר את התצורה.
hi: प्रीसेट हटाया नहीं जा सका।
hr: Programirano podešenje ne može se ukloniti.
hu: Az előbeállítást nem sikerült eltávolítani.
id: Preset tidak dapat dihapus.
it: Impossibile rimuovere il preset.
ja: プリセットを削除できませんでした。
ko: 프리셋을 제거할 수 없습니다.
ms: Praset tidak dapat dikeluarkan.
nb: Kunne ikke fjerne forhåndsinnstillingen.
nl: De voorinstelling kon niet worden verwijderd.
pl: Nie można usunąć ustawienia wstępnego.
pt_br: O pré-ajuste não pôde ser removido.
pt_pt: Não foi possível remover a predefinição.
ro: Preconfigurarea nu a putut fi eliminată.
ru: Этот набор настроек нельзя удалить.
sk: Predvoľbu sa nepodarilo odstrániť.
sl: Prednastavitve ni bilo mogoče odstraniti.
sv: Förinställningen kunde inte tas bort.
th: ไม่สามารถเอาค่าที่ตั้งไว้ออกได้
tr: Ön ayar silinemedi.
uk: Набір параметрів не вдається вилучити.
vi: Không thể xóa giá trị đặt trước.
zh_cn: 未能移除预置。
zh_hk: 無法移除預設組。
zh_tw: 無法移除預設組。

source: The preset file could not be imported.
ar: تعذر استيراد ملف الإعداد المسبق.
ca: L’arxiu de preconfiguració no s’ha pogut importar.
cs: Soubor presetu se nepodařilo importovat.
da: Arkivet med forindstillinger kunne ikke importeres.
de: Die Voreinstellungsdatei konnte nicht importiert werden.
el: Δεν ήταν δυνατή η εισαγωγή του αρχείου προεπιλογής.
es: El archivo de preajustes no se ha podido importar.
es_419: No se pudo importar el archivo de preconfiguración.
fi: Esiasetustiedostoa ei voitu tuoda.
fr: Le fichier de préréglages n’a pas pu être importé.
fr_ca: Le fichier de préréglage n’a pas pu être importé.
he: לא ניתן היה לייבא את קובץ התצורה.
hi: प्रीसेट फ़ाइल इंपोर्ट नहीं की जा सकी।
hr: Datoteka programiranog podešenja ne može se importirati.
hu: Az előbeállítás-fájlt nem sikerült importálni.
id: File preset tidak dapat diimpor.
it: Impossibile importare il file del preset.
ja: プリセットファイルを読み込めませんでした。
ko: 프리셋 파일을 가져올 수 없습니다.
ms: Fail praset tidak dapat diimport.
nb: Forhåndsinnstillingsfilen kunne ikke importeres.
nl: Het bestand met voorinstellingen kon niet worden geïmporteerd.
pl: Nie można zaimportować pliku ustawień wstępnych.
pt_br: O arquivo de pré‑ajuste não pôde ser importado.
pt_pt: Não foi possível importar o ficheiro de predefinições.
ro: Fișierul de preconfigurare nu a putut fi importat.
ru: Не удалось импортировать файл набора настроек.
sk: Súbor predvoľby sa nepodarilo importovať.
sl: Prednastavljene datoteke ni bilo mogoče uvoziti.
sv: Förinställningsfilen kunde inte importeras.
th: ไม่สามารถนำเข้าไฟล์ค่าที่ตั้งไว้ได้
tr: Ön ayar dosyası içe aktarılamadı.
uk: Файл набору параметрів не вдається імпортувати.
vi: Không thể nhập tệp giá trị đặt trước.
zh_cn: 未能导入预置文件。
zh_hk: 無法輸入預設組檔案。
zh_tw: 無法輸入預設組檔案。

source: The profile “%@” couldn’t be deleted.
ar: تعذر حذف ملف التعريف "%@".
ca: No s’ha pogut eliminar el perfil “%@”.
cs: Profil „%@“ nelze smazat.
da: Profilen “%@” kunne ikke slettes.
de: Das Profil „%@“ konnte nicht gelöscht werden.
el: Δεν ήταν δυνατή η διαγραφή του προφίλ «%@».
es: No se ha podido eliminar el perfil “%@”.
es_419: No se pudo eliminar el perfil “%@”.
fi: Profiilia ”%@” ei voitu poistaa.
fr: Le profil « %@ » n’a pas pu être supprimé.
fr_ca: Le profil « %@ » n’a pas pu être supprimé.
he: לא ניתן למחוק את הפרופיל ״%@״.
hi: प्रोफ़ाइल “%@” डिलीट नहीं की जा सकी।
hr: Profil “%@” ne može se obrisati.
hu: A(z) „%@” profil nem törölhető.
id: Profil “%@” tidak dapat dihapus.
it: Impossibile eliminare il profilo “%@”.
ja: プロファイル“%@”を削除できませんでした。
ko: ‘%@’ 프로필을 삭제할 수 없습니다.
ms: Profil “%@” tidak dapat dipadam.
nb: Profilen «%@» kunne ikke slettes.
nl: Het profiel '%@' kon niet worden verwijderd.
pl: Nie można usunąć profilu „%@”.
pt_br: O perfil “%@” não pôde ser apagado.
pt_pt: Não foi possível apagar o perfil “%@”.
ro: Profilul „%@” nu a putut fi șters.
ru: Не получилось удалить профиль «%@».
sk: Profil „%@“ sa nepodarilo vymazať.
sl: Profila »%@« ni bilo mogoče izbrisati.
sv: Profilen ”%@” kunde inte raderas.
th: ไม่สามารถลบโปรไฟล์ “%@”
tr: “%@” profili silinemedi.
uk: Не вдалося видалити профіль «%@».
vi: Không thể xóa cấu hình “%@”.
zh_cn: 无法删除描述文件“%@”。
zh_hk: 無法刪除色彩描述「%@」。
zh_tw: 無法刪除色彩描述「%@」。

source: This action can’t be undone.
ar: لا يمكن التراجع عن هذا الإجراء.
ca: Aquesta acció no es pot desfer.
cs: Tuto akci nemůžete odvolat.
da: Denne handling kan ikke fortrydes.
de: Diese Aktion kann nicht widerrufen werden.
el: Δεν είναι δυνατή η αναίρεση αυτής της ενέργειας.
es: Esta acción no puede deshacerse.
es_419: Esta acción no puede deshacerse.
fi: Tätä toimintoa ei voida perua.
fr: Cette action est irréversible.
fr_ca: Cette action est irréversible.
he: לא ניתן לבטל פעולה זו.
hi: यह क्रिया पहले जैसी नहीं की जा सकती है।
hr: Ovaj postupak ne može se poništiti.
hu: Ez a művelet nem vonható vissza.
id: Tindakan ini tidak dapat diurungkan.
it: L’azione è irreversibile.
ja: この操作は取り消しができません。
ko: 이 동작은 취소할 수 없습니다.
ms: Tindakan ini tidak boleh dibuat asal.
nb: Handlingen kan ikke angres.
nl: Deze bewerking kan niet ongedaan worden gemaakt.
pl: Tej czynności nie można cofnąć.
pt_br: Esta ação não pode ser desfeita.
pt_pt: Esta ação é irreversível.
ro: Această operațiune este ireversibilă.
ru: Это действие нельзя отменить.
sk: Táto akcia je nevratná.
sl: Tega dejanja ni mogoče razveljaviti.
sv: Åtgärden kan inte ångras.
th: การทำงานนี้ไม่สามารถเรียกกลับคืนได้
tr: Bu eylem geri alınamaz.
uk: Цю дію не можна відмінити.
vi: Không thể hoàn tác thao tác này.
zh_cn: 此操作不能撤销。
zh_hk: 此動作無法還原。
zh_tw: 此動作無法還原。

source: This preset will be permanently removed from the display.
ar: ستتم إزالة هذا الإعداد المسبق نهائيًا من الشاشة.
ca: S’eliminarà la preconfiguració de la pantalla definitivament.
cs: Preset bude z monitoru trvale odstraněn.
da: Denne forindstilling fjernes permanent fra skærmen.
de: Diese Voreinstellung wird dauerhaft von dem Display entfernt.
el: Αυτή η προεπιλογή θα αφαιρεθεί οριστικά από την οθόνη.
es: Este preajuste se eliminará de forma definitiva de la pantalla.
es_419: Se eliminará la preconfiguración de la pantalla de forma permanente.
fi: Tämä esiasetus poistetaan näytöstä lopullisesti.
fr: Ce préréglage sera définitivement supprimé de l’écran.
fr_ca: Ce préréglage sera supprimé définitivement de l’affichage.
he: תצורה זו תוסר לצמיתות מהצג.
hi: यह प्रीसेट डिस्प्ले से स्थायी रूप से हटा दिया जाएगा।
hr: Ovo programirano podešenje trajno će se ukloniti sa zaslona.
hu: Ez az előbeállítás véglegesen el lesz távolítva a kijelzőről.
id: Preset ini akan dihapus secara permanen dari layar.
it: Questo preset verrà rimosso definitivamente dallo schermo.
ja: このプリセットはディスプレイから完全に削除されます。
ko: 이 프리셋은 디스플레이에서 영구적으로 제거됩니다.
ms: Praset ini akan dikeluarkan secara kekal daripada paparan.
nb: Denne forhåndsinnstillingen blir fjernet permanent fra skjermen.
nl: Deze voorinstelling wordt permanent uit het beeldscherm verwijderd.
pl: To ustawienie wstępne zostanie trwale usunięte z wyświetlacza.
pt_br: Este pré‑ajuste será removido permanentemente da tela.
pt_pt: Esta predefinição será removida permanentemente do monitor.
ro: Această preconfigurare va fi eliminată permanent din afișaj.
ru: Этот набор настроек будет навсегда удален с данного дисплея.
sk: Táto predvoľba sa natrvalo odstráni z displeja.
sl: Ta prednastavitev bo trajno odstranjena z zaslona.
sv: Den här förinställningen tas bort permanent från skärmen.
th: ค่าที่ตั้งไว้นี้จะถูกเอาออกจากจอภาพอย่างถาวร
tr: Bu ön ayar ekrandan kalıcı olarak silinecek.
uk: Цей набір параметрів буде назавжди вилучено з дисплея.
vi: Giá trị đặt trước này sẽ bị xóa vĩnh viễn khỏi màn hình.
zh_cn: 此预置将从这台显示器永久移除。
zh_hk: 此預設組將會從顯示器上永久移除。
zh_tw: 將會從顯示器永久移除此預設組。

source: This will permanently remove all custom user presets from the display and set the active preset to the default preset.
ar: سيؤدي ذلك إلى إزالة كل الإعدادات المسبقة المخصصة للمستخدم من الشاشة بصورة نهائية، وتعيين الإعداد المسبق النشط كإعداد مسبق افتراضي.
ca: S’eliminaran definitivament totes les preconfiguracions d’usuari personalitzades de la pantalla i la preconfiguració activa es canviarà per la configuració per omissió.
cs: Z monitoru budou odstraněny všechny vlastní uživatelské presety a jako aktivní bude nastaven výchozí preset.
da: Dette fjerner permanent alle brugerens specielle forindstillinger for skærmen og indstiller den aktive forindstilling som standardforindstilling.
de: Hiermit werden alle eigenen Voreinstellungen vom Display entfernt und die aktive Voreinstellung wird als Standard festgelegt.
el: Αυτό θα αφαιρέσει οριστικά όλες τις προσαρμοσμένες προεπιλογές χρήστη από την οθόνη και θα θέσει την ενεργή προεπιλογή στην προεπιλεγμένη προεπιλογή.
es: Al hacerlo se eliminarán definitivamente todos los preajustes de la pantalla personalizados por el usuario y el preajuste activo pasará a ser el preajuste por omisión.
es_419: Esto eliminará de forma permanente todas las preconfiguraciones personalizadas de la pantalla y aplicará la preconfiguración predeterminada.
fi: Tämä poistaa pysyvästi kaikki muokatut käyttäjän esiasetukset näytöstä ja asettaa aktiiviseksi esiasetukseksi oletusesiasetuksen.
fr: Cela supprimera définitivement tous les préréglages utilisateur personnalisés de l’écran et activera le préréglage par défaut.
fr_ca: Cela supprimera définitivement tous les préréglages personnalisés de l’utilisateur de l’écran et rétablira les préréglages par défaut.
he: פעולה זו תמחק לצמיתות מהצג את כל התצורות המותאמות אישית של המשתמש, ותגדיר את התצורה הפעילה כתצורת ברירת המחדל.
hi: इससे डिस्प्ले से सभी कस्टम यूज़र प्रीसेट स्थायी रूप से हटा दिए जाएँगे और सक्रिय प्रीसेट को डिफ़ॉल्ट प्रीसेट के रूप में सेट किया जाएगा।
hr: Ovime će se trajno ukloniti sva prilagođena korisnička podešenja sa zaslona i aktivno podešenje promijenit će se u standardno podešenje.
hu: Ez véglegesen eltávolítja az összes egyéni felhasználói előbeállítást a kijelzőről, és beállítja az aktív előbeállítást az alapértelmezett előbeállításra.
id: Ini akan menghapus semua preset pengguna khusus secara permanen dari layar & mengatur preset aktif ke default.
it: L’azione rimuoverà dallo schermo tutti i preset personalizzati dell’utente e il preset attivo verrà impostato su quello di default.
ja: ディスプレイからカスタムユーザプリセットがすべて完全に削除され、アクティブなプリセットがデフォルトに設定されます。
ko: 이 작업은 디스플레이에서 모든 사용자 설정 프리셋을 영구적으로 제거하고 사용 중인 프리셋을 기본 프리셋으로 설정합니다.
ms: Ini akan mengeluarkan semua praset pengguna tersuai daripada paparan secara kekal dan mengesetkan praset aktif kepada praset lalai.
nb: Dette vil fjerne alle brukertilpassede forhåndsinnstillinger fra skjermen og angi den aktive forhåndsinnstillingen som standard forhåndsinnstilling.
nl: Hiermee worden alle aangepaste gebruikersvoorinstellingen permanent uit het beeldscherm verwijderd en wordt de standaardvoorinstelling de actieve voorinstelling.
pl: Spowoduje to trwałe usunięcie z wyświetlacza wszystkich własnych ustawień wstępnych użytkownika oraz użycie ustawień domyślnych jako aktywnych.
pt_br: Isso removerá permanentemente todos os pré-ajustes personalizados da tela e definirá o pré‑ajuste ativo como o pré‑ajuste padrão.
pt_pt: Todas as predefinições personalizadas do utilizador serão removidas permanentemente do monitor e a predefinição de fábrica será reposta.
ro: Această acțiune va elimina definitiv de pe afișaj toate preconfigurările personalizate ale utilizatorului și va activa preconfigurarea implicită.
ru: При этом все созданные пользователем наборы настроек будут навсегда удалены с этого дисплея. Использоваться будет набор настроек по умолчанию.
sk: Týmto natrvalo odstránite všetky vlastné užívateľské predvoľby displeja. Ako predvolená bude nastavená aktívna predvoľba.
sl: S tem boste z zaslona trajno odstranili vse prilagojene uporabniške predstavitve in aktivne prednastavitve nastavili kot privzete.
sv: Det här tar bort alla anpassade användarförinställningar permanent från skärmen och ställer in den förvalda förinställningen som aktiv förinställning.
th: นี่จะเป็นการเอาค่าที่ตั้งไว้โดยผู้ใช้แบบกำหนดเองทั้งหมดออกจากจอภาพอย่างถาวรและจะตั้งค่าที่ตั้งไว้ที่ใช้งานอยู่ให้เป็นค่าเริ่มต้นที่ตั้งไว้
tr: Bu, ekrandaki özel kullanıcı ön ayarlarını kalıcı olarak siler ve etkin ön ayarı, saptanmış ön ayar yapar.
uk: Ця дія назавжди вилучить усі користувацькі набори параметрів із дисплея, а типовим набором параметрів буде вибрано активний зараз.
vi: Tác vụ này sẽ xóa vĩnh viễn tất cả các giá trị đặt trước tùy chỉnh của người dùng khỏi màn hình và đặt giá trị đặt trước đang hoạt động thành giá trị đặt trước mặc định.
zh_cn: 这将从显示器永久移除所有自定义用户预置并将所使用的预置设为默认预置。
zh_hk: 這將會從顯示器永久移除所有自訂用户預設組，並將現用的預設組設定為預設的預設組。
zh_tw: 這將會從顯示器永久移除所有自訂的使用者預設組，並將現有預設組設為預設值。

# THIS_DISPLAY_HEADER
source: Color profiles for this display
ar: ملفات تعريف ألوان شاشة العرض هذه
ca: Perfils de color per a aquesta pantalla
cs: Profily barev pro tento monitor
da: Farveprofiler til denne skærm
de: Farbprofile für dieses Display
el: Προφίλ χρωμάτων για αυτήν την οθόνη
es: Perfiles de color de esta pantalla
es_419: Perfiles de color para esta pantalla
fi: Väriprofiilit tälle näytölle
fr: Profils de couleurs pour ce moniteur
fr_ca: Profils des couleurs pour cet écran
he: פרופילי צבע עבור הצג הזה
hi: इस डिस्प्ले के लिए रंग प्रोफ़ाइल
hr: Profili boja za ovaj zaslon
hu: Színprofilok ehhez a kijelzőhöz
id: Profil warna untuk layar ini
it: Profili colore per questo schermo
ja: このディスプレイのカラープロファイル
ko: 이 디스플레이용 색상 프로필
ms: Profil warna untuk paparan ini
nb: Fargeprofiler for denne skjermen
nl: Kleurenprofielen voor dit beeldscherm
pl: Profile kolorów tego wyświetlacza
pt_br: Perfis de cor para esta tela
pt_pt: Perfis de cor para este monitor
ro: Profiluri de culoare pentru acest afișaj
ru: Цветовые профили этого дисплея
sk: Farebné profily pre tento displej
sl: Barvni profili za ta zaslon
sv: Färgprofiler för den här bildskärmen
th: โปรไฟล์สีสำหรับจอภาพนี้
tr: Bu ekran için renk profilleri
uk: Колірні профілі для цього дисплея
vi: Cấu hình màu cho màn hình này
zh_cn: 此显示器的颜色描述文件
zh_hk: 此顯示器的色彩描述
zh_tw: 此顯示器的色彩描述

source: to
ar: إلى
ca: i les
cs: do
da: til
de: bis
el: έως
es: hasta
es_419: a
fr: à
fr_ca: à
he: עד
hi: समाप्ति
hr: do
hu: eddig:
id: hingga
it: Fine:
ja: 終了
ko: 종료 시간
ms: hingga
nb: til
nl: tot
pt_br: até
pt_pt: até
ro: până la
ru: до
sk: do
sv: till
th: ถึง
tr: Bitiş
uk: до
vi: đến
zh_cn: 至
zh_hk: 至
zh_tw: 到
